{
  "timestamp": "20250626_142150",
  "gse_id": "GSE278726",
  "queries": {
    "GSE278726": {
      "found": true,
      "title": "Modeling SMAD2 mutations in iPSCs provides insights into cardiovascular disease pathogenesis. [ATAC-Seq]",
      "summary": "Rationale: SMAD2 is a co-regulator that binds a variety of transcription factors and modulates activities during human development. Heterozygous SMAD2 loss-of-function (LoF) variants and missense variants are identified in patients with complex congenital heart disease (CHD), and in patients with arterial aneurysms and dissections. Mechanisms that account for distinct cardiovascular phenotypes caused by SMAD2 variants remain unknown. We aimed to define the transcriptional and epigenetic effects of heterozygous SMAD2 loss-of-function (LoF) and missense variants and identify the involvement of transcription factor networks and genes that contribute to CHD. Compared to LoF variants, we assessed the function of rare SMAD2 missense variants of uncertain significance. Methods: We constructed isogenic induced pluripotent stem cells (iPSCs) with heterozygous or homozygous LoF and rare (MAF ≤ 10-5) missense SMAD2 variants identified in CHD probands. Wildtype and mutant iPSCs were studied by bulk RNA sequencing (RNAseq) and chromatin accessibility (ATACseq). Datasets were integrated with published SMAD2/3 chromatin immunoprecipitation (ChIPseq) studies. Cardiomyocyte differentiation and contractility of mutant iPSCs was assessed. Results: SMAD2 haploinsufficiency reduced open chromatin across promoter regions and altered the expression of 385 direct SMAD regulated genes, including ten previously identified as dominant CHD genes. Motif analyses in regions with differential ATAC peaks predicted that SMAD2 haploinsufficiency disrupts interactions with at least five transcription factors, NANOG, ETS, TEAD3/4, CREB1 and AP1. Compared to SMAD2-haploinsufficient cells, iPSCs with heterozygous R114C or W274C variants exhibited shared and distinct patterns of altered chromatin accessibility, transcription factor binding motifs, and dysregulated genes. Conclusions: SMAD2 haploinsufficiency disrupts chromatin interactions and perturbs transcription factor binding, disrupting normal cardiovascular development. Differences in the molecular consequences of LoF and missense variants likely contribute to clinical phenotypic heterogeneity. Additionally, these data indicate opportunities for molecular functional analyses to improve re-classification of SMAD2 variants of uncertain clinical significance.",
      "organism": "Homo sapiens",
      "has_covid_terms": false
    },
    "GSE278726 cardiovascular": {
      "error": "Request timeout"
    },
    "SMAD2 mutations iPSCs cardiovascular": {
      "error": "Request timeout"
    },
    "COVID-19 cardiac": {
      "error": "Request timeout"
    },
    "COVID-19": {
      "found": false,
      "total_results": 20,
      "first_result_title": "Whole blood gene expression data of thrombotic and non-thrombotic critically ill COVID-19 patients"
    }
  },
  "conclusion": "No issue detected: GSE278726 content appears correct"
}
